public_html/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-09-24 Wed 21:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Spencer A. Hill  @@html:&lt;span style="color: gray"&gt; Assistant Professor&lt;/span&gt;@@ Dept. of Earth and Atmospheric Sciences, City College of New York</title>
<meta name="author" content="Spencer A. Hill" />
<meta name="description" content="Spencer Hill's academic website" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="./css/style.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Spencer A. Hill  <span style="color: gray"> Assistant Professor</span> Dept. of Earth and Atmospheric Sciences, City College of New York</h1>
<link rel="stylesheet" type="text/css" href="style.css?v=3">
<p>
<hr/><span style="font-size:1em;color:gray"> <a href="index.html">Home</a> | <a href="group.html">Group</a> | <a href="opportunities.html">Opportunities</a> | <a href="publications.html">Publications</a> | <a href="cv/cv_spencer-hill.pdf">CV</a> |  <a href="teaching-page.html">Teaching</a> | <a href="https://spencerahill.github.io/couldnt-stand-the-weather/home.html">Blog</a> | <a href="https://diynamics.github.io/">DIYnamics</a> | <a href="resources.html">Resources</a> </span><hr/>
</p>
<div id="outline-container-org0478a65" class="outline-2">
<h2 id="org0478a65">Overview</h2>
<div class="outline-text-2" id="text-org0478a65">
<p>
Welcome!  I am a climate scientist interested in tropical overturning
circulations (<a href="https://en.wikipedia.org/wiki/Monsoon">monsoons</a>, <a href="https://en.wikipedia.org/wiki/Hadley_cell">Hadley cells</a>, and the <a href="https://en.wikipedia.org/wiki/Intertropical_Convergence_Zone">Intertropical Convergence Zone</a>
a.k.a. the ITCZ).  Specifically:
</p>

<ul class="org-ul">
<li>Why they exist when and where they do</li>
<li>How they ebb and flow over the course of each year</li>
<li>How well we can predict their variations from year to year</li>
<li>How those year-to-year variations affect agricultural and economic outcomes</li>
<li>How they may have changed in Earth's history</li>
<li>How they may change in Earth's future</li>
<li>How they behave in other planetary atmospheres.</li>
</ul>

<p>
I'm also interested in how weather and climate impact real-world outcomes for
New York City.  I explore all this with the other talented members of my New
York Climate Investigations: Theory To Impacts (New York CITTI) research group.
Please see the <a href="publications.html">Publications</a> page to learn more about our past work, the <a href="group.html">Group</a>
page to learn more about who we are, and the <a href="opportunities.html">Opportunities</a> page to learn more
about joining us.
</p>

<p>
I work in the <a href="https://www.ccny.cuny.edu/eas">Department of Earth and Atmospheric
Sciences</a> at <a href="https://www.ccny.cuny.edu/">The City College of New York</a> as an Assistant Professor.
</p>

<p>
I also hold an adjunct position at the <a href="https://www.ldeo.columbia.edu/">Lamont-Doherty Earth
Observatory</a> at <a href="https://www.columbia.edu/">Columbia University</a>, where I collaborate with <a href="https://www.ldeo.columbia.edu/~biasutti/">Michela
Biasutti</a> on a project investigating the role of energy transports by tropical
transient disturbances in setting the location of the ITCZ.
</p>

<p>
I am also interested in the connections between weather and climate
science on the one hand with music, literature, poetry, and other forms of human
expression on the other hand.  I write about this at my blog, <a href="https://spencerahill.github.io/couldnt-stand-the-weather/home.html">Couldn't Stand the
Weather</a>, and occasionally tweet about it from my account <a href="https://twitter.com/spencerahill">@spencerahill</a>
using the hashtag <a href="https://twitter.com/hashtag/CliSciHiFi">#CliSciHiFi</a>.
</p>

<p>
I also co-founded the "<a href="https://diynamics.github.io/">DIYnamics</a>" project that seeks to improve the teaching of
meteorology, climate science, and other planetary-scale sciences at the K-12
through graduate school levels by developing inexpensive, easy-to-use kits for
performing physical demonstrations of core scientific concepts.  Please the
DIYnamics <a href="https://diynamics.github.io/">website</a> and <a href="https://www.youtube.com/channel/UCnUHxOSVY4G4OFbF8XL1qUg">YouTube</a> channel for more.
</p>

<p>
Finally, I am also interested in developing software tools for scientists in the Python
programming language.  Please see my <a href="resources.html">Resources</a> page for more.
</p>

<p>
Please contact me (information below) with any questions about my research or
anything else you find on this site.  Thanks!
</p>
<hr/>
</div>
</div>
<div id="outline-container-orgd1963d1" class="outline-2">
<h2 id="orgd1963d1">Contact</h2>
<div class="outline-text-2" id="text-orgd1963d1">
<p>
<a href="mailto:shill1@ccny.cuny.edu">shill1@ccny.cuny.edu</a> | Room 733 | Marshak Science Building | The City College of
New York | 160 Convent Avenue | New York, NY 10031
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Spencer A. Hill</p>
<p class="date">Created: 2025-09-24 Wed 21:37</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
